Repository: enefry/MusicFree
Catalog: Packages/MusicFreeUI/Sources/DesignSystem/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, zh_hans

# 不会删除已经进入资料库的媒体文件。清理已完成的文件后，不能从隔离目录恢复这些副本。
source: Library media files will not be deleted. After finalized files are cleared, those copies cannot be restored from quarantine.
de: Medien, die bereits in der Mediathek sind, werden nicht gelöscht. Nach dem Bereinigen abgeschlossener Dateien können diese Kopien nicht aus der Quarantäne wiederhergestellt werden.
es: Los archivos multimedia que ya están en la biblioteca no se eliminarán. Después de limpiar los archivos finalizados, esas copias no se podrán restaurar desde la cuarentena.
fr: Les fichiers multimédias déjà ajoutés à la bibliothèque ne seront pas supprimés. Après la suppression des fichiers finalisés, ces copies ne pourront pas être restaurées depuis la quarantaine.
ja: ライブラリに取り込まれたメディアファイルは削除されません。完了済みのファイルを消去すると、これらのコピーは隔離領域から復元できません。
zh_hans: 不会删除已经进入资料库的媒体文件。清理已完成的文件后，不能从隔离目录恢复这些副本。

# 不可用
source: Unavailable
de: Nicht verfügbar
es: No disponible
fr: Indisponible
ja: 利用不可
zh_hans: 不可用

# 不同意
source: Decline
de: Ablehnen
es: No aceptar
fr: Refuser
ja: 同意しない
zh_hans: 不同意

# 不支持浏览
source: Browsing is not supported
de: Durchsuchen wird nicht unterstützt
es: La exploración no es compatible
fr: La navigation n’est pas prise en charge
ja: ブラウズには対応していません
zh_hans: 不支持浏览

# 专辑
source: Albums
de: Alben
es: Álbumes
ja: アルバム
zh_hans: 专辑

# 专辑名称不能为空。
source: Album name cannot be empty.
de: Der Albumname darf nicht leer sein.
es: El nombre del álbum no puede estar vacío.
fr: Le nom de l’album ne peut pas être vide.
ja: アルバム名を空にすることはできません。
zh_hans: 专辑名称不能为空。

# 专辑封面
source: Album artwork
de: Albumcover
es: Portada del álbum
fr: Pochette d’album
ja: アルバムアートワーク
zh_hans: 专辑封面

# 专辑源信息已刷新
source: Album source information refreshed
de: Album-Quellinformationen aktualisiert
es: Información de la fuente del álbum actualizada
fr: Informations de la source de l’album actualisées
ja: アルバムのソース情報を更新しました
zh_hans: 专辑源信息已刷新

# 专辑艺人
source: Album artist
de: Album-Interpret
es: Artista del álbum
fr: Artiste de l’album
ja: アルバムアーティスト
zh_hans: 专辑艺人

# 二次验证
source: Two-factor verification
de: Zweistufige Bestätigung
es: Verificación en dos pasos
fr: Vérification en deux étapes
ja: 2段階認証
zh_hans: 二次验证

# 二次验证成功
source: Two-factor verification successful
de: Zweistufige Bestätigung erfolgreich
es: Verificación en dos pasos correcta
fr: Vérification en deux étapes réussie
ja: 2段階認証に成功しました
zh_hans: 二次验证成功

# 二进制
source: Binary
de: Binär
es: Binario
fr: Binaire
ja: バイナリ
zh_hans: 二进制

# 二进制校验
source: Binary checksum
de: Binäre Prüfsumme
es: Suma de comprobación binaria
fr: Somme de contrôle binaire
ja: バイナリチェックサム
zh_hans: 二进制校验

# 仅用于未来 Provider 支持的在线源功能。
source: For online-source features supported by future providers only.
de: Nur für Online-Quellfunktionen, die von zukünftigen Providern unterstützt werden.
es: Solo para funciones de fuentes en línea compatibles con futuros proveedores.
fr: Réservé aux fonctions de sources en ligne prises en charge par de futurs fournisseurs.
ja: 将来のProviderが対応するオンラインソース機能専用です。
zh_hans: 仅用于未来 Provider 支持的在线源功能。

# 仅用于浏览 Google Drive 音频文件、下载并导入本地媒体库。
source: Used only to browse Google Drive audio files and download and import them into the local media library.
de: Wird nur zum Durchsuchen von Google-Drive-Audiodateien sowie zum Herunterladen und Importieren in die lokale Mediathek verwendet.
es: Se usa únicamente para explorar archivos de audio de Google Drive y descargarlos e importarlos a la biblioteca local.
fr: Utilisé uniquement pour parcourir les fichiers audio Google Drive, puis les télécharger et les importer dans la bibliothèque locale.
ja: Google Driveの音声ファイルの表示、ダウンロード、ローカルライブラリへの読み込みにのみ使用します。
zh_hans: 仅用于浏览 Google Drive 音频文件、下载并导入本地媒体库。

# 仅用于浏览来源目录、搜索音频、下载并导入本地媒体库，以及临时试听。
source: Used only to browse source directories, search audio, download and import it into the local media library, and audition it temporarily.
de: Wird nur zum Durchsuchen von Quellverzeichnissen, zur Audiosuche, zum Herunterladen und Importieren in die lokale Mediathek sowie zur temporären Vorschau verwendet.
es: Se usa únicamente para explorar directorios de fuentes, buscar audio, descargarlo e importarlo a la biblioteca local y escucharlo temporalmente.
fr: Utilisé uniquement pour parcourir les répertoires sources, rechercher des fichiers audio, les télécharger et les importer dans la bibliothèque locale, ainsi que pour une écoute temporaire.
ja: ソースディレクトリの表示、音声の検索、ローカルライブラリへのダウンロードと読み込み、一時的な試聴にのみ使用します。
zh_hans: 仅用于浏览来源目录、搜索音频、下载并导入本地媒体库，以及临时试听。

# 今天
source: Today
de: Heute
es: Hoy
fr: Aujourd’hui
ja: 今日
zh_hans: 今天

# 从中间栏选择一个在线源。
source: Select an online source from the middle column.
de: Wählen Sie eine Online-Quelle aus der mittleren Spalte aus.
es: Selecciona una fuente en línea en la columna central.
fr: Sélectionnez une source en ligne dans la colonne centrale.
ja: 中央の列からオンラインソースを選択してください。
zh_hans: 从中间栏选择一个在线源。

# 从中间栏选择一个歌单。
source: Select a playlist from the middle column.
de: Wählen Sie eine Wiedergabeliste aus der mittleren Spalte aus.
es: Selecciona una lista de reproducción en la columna central.
fr: Sélectionnez une playlist dans la colonne centrale.
ja: 中央の列からプレイリストを選択してください。
zh_hans: 从中间栏选择一个歌单。

# 从中间栏选择一个资料库分区。
source: Select a library section from the middle column.
de: Wählen Sie einen Bibliotheksbereich aus der mittleren Spalte aus.
es: Selecciona una sección de la biblioteca en la columna central.
fr: Sélectionnez une section de la bibliothèque dans la colonne centrale.
ja: 中央の列からライブラリのセクションを選択してください。
zh_hans: 从中间栏选择一个资料库分区。

# 从歌单移除
source: Remove from playlist
de: Aus Wiedergabeliste entfernen
es: Eliminar de la lista de reproducción
fr: Retirer de la playlist
ja: プレイリストから削除
zh_hans: 从歌单移除

# 从资料库选择一首歌曲开始播放。
source: Choose a song from the library to start playing.
de: Wählen Sie einen Titel aus der Mediathek, um die Wiedergabe zu starten.
es: Elige una canción de la biblioteca para empezar a reproducirla.
fr: Choisissez une chanson dans la bibliothèque pour commencer la lecture.
ja: ライブラリから曲を選ぶと再生を始められます。
zh_hans: 从资料库选择一首歌曲开始播放。

# 从队列移除
source: Remove from queue
de: Aus der Warteschlange entfernen
es: Eliminar de la cola
fr: Retirer de la file d’attente
ja: キューから削除
zh_hans: 从队列移除

# 以下文件无法导入。确认后将继续导入其他文件。
source: The following files could not be imported. Confirm to continue with the remaining files.
de: Die folgenden Dateien konnten nicht importiert werden. Bestätigen Sie, um mit den übrigen Dateien fortzufahren.
es: No se pudieron importar los siguientes archivos. Confirma para continuar con los demás archivos.
fr: Les fichiers suivants n’ont pas pu être importés. Confirmez pour continuer avec les autres fichiers.
ja: 次のファイルを読み込めませんでした。確認すると残りのファイルの読み込みを続行します。
zh_hans: 以下文件无法导入。确认后将继续导入其他文件。

# 任务
source: Task
de: Aufgabe
es: Tarea
fr: Tâche
ja: タスク
zh_hans: 任务

# 优先使用 Metadata Server，未匹配时回退到 LRCLIB。
source: Try Metadata Server first, then fall back to LRCLIB when no lyrics are found.
de: Zuerst Metadata Server verwenden und bei fehlenden Liedtexten auf LRCLIB zurückgreifen.
es: Usa primero Metadata Server y recurre a LRCLIB si no se encuentran letras.
fr: Utilise d’abord Metadata Server, puis LRCLIB si aucune parole n’est trouvée.
ja: まず Metadata Server を使い、歌詞が見つからない場合は LRCLIB に切り替えます。
zh_hans: 优先使用 Metadata Server，未匹配时回退到 LRCLIB。

# 会发送的数据
source: Data that will be sent
de: Zu sendende Daten
es: Datos que se enviarán
fr: Données qui seront envoyées
ja: 送信されるデータ
zh_hans: 会发送的数据

# 位深
source: Bit depth
de: Bittiefe
es: Profundidad de bits
fr: Profondeur de bits
ja: ビット深度
zh_hans: 位深

# 你填写的 DS Audio 地址、账号和本次登录所需的认证信息，以及浏览、搜索、下载和临时试听所需的音频目录数据。验证码只在本次验证期间使用。
source: The DS Audio address, account, authentication information needed for this login, and audio directory data needed for browsing, searching, downloading, and temporary audition. The verification code is used only during this verification.
de: Die von Ihnen eingegebene DS Audio-Adresse, das Konto, die für diese Anmeldung erforderlichen Anmeldedaten sowie Audiodaten für Durchsuchen, Suchen, Herunterladen und die temporäre Vorschau. Der Bestätigungscode wird nur während dieser Bestätigung verwendet.
es: La dirección y cuenta de DS Audio que introduzcas, la información de autenticación necesaria para este inicio de sesión y los datos de directorio de audio necesarios para explorar, buscar, descargar y escuchar temporalmente. El código de verificación solo se usa durante esta verificación.
fr: L’adresse DS Audio et le compte saisis, les informations d’authentification nécessaires à cette connexion, ainsi que les données de répertoire audio nécessaires à la navigation, la recherche, au téléchargement et à l’écoute temporaire. Le code de vérification n’est utilisé que pendant cette vérification.
ja: 入力したDS Audioのアドレスとアカウント、このログインに必要な認証情報、表示・検索・ダウンロード・一時試聴に必要な音声ディレクトリ情報です。確認コードは今回の認証中のみ使用します。
zh_hans: 你填写的 DS Audio 地址、账号和本次登录所需的认证信息，以及浏览、搜索、下载和临时试听所需的音频目录数据。验证码只在本次验证期间使用。

# 使用 MusicKit 补充元数据
source: Use MusicKit to enrich metadata
de: MusicKit zum Ergänzen von Metadaten verwenden
es: Usar MusicKit para completar metadatos
fr: Utiliser MusicKit pour compléter les métadonnées
ja: MusicKitでメタデータを補完
zh_hans: 使用 MusicKit 补充元数据

# 使用目的
source: Purpose of use
de: Verwendungszweck
es: Finalidad
fr: Finalité
ja: 使用目的
zh_hans: 使用目的

# 例如：家庭 NAS
source: For example: home NAS
de: Zum Beispiel: Heim-NAS
es: Por ejemplo: NAS doméstico
fr: Par exemple : NAS domestique
ja: 例：家庭用NAS
zh_hans: 例如：家庭 NAS

# 依赖
source: Dependency
de: Abhängigkeit
es: Dependencia
fr: Dépendance
ja: 依存関係
zh_hans: 依赖

# 依赖许可
source: Dependency license
de: Lizenz der Abhängigkeit
es: Licencia de la dependencia
fr: Licence de la dépendance
ja: 依存関係のライセンス
zh_hans: 依赖许可

# 保存
source: Save
de: Sichern
es: Guardar
fr: Enregistrer
ja: 保存
zh_hans: 保存

# 保存中…
source: Saving…
de: Wird gespeichert …
es: Guardando…
fr: Enregistrement…
ja: 保存中…
zh_hans: 保存中…

# 保存保留副本意图；当前内容寻址资料库仍使用安全的跳过行为，
source: The keep-duplicates preference is saved; the content-addressed library still uses safe skip behavior,
de: Die Einstellung zum Beibehalten von Duplikaten wurde gespeichert; die inhaltsadressierte Mediathek verwendet weiterhin das sichere Überspringen,
es: Se ha guardado la preferencia de conservar duplicados; la biblioteca direccionada por contenido sigue usando el comportamiento de omisión segura,
fr: La préférence de conservation des doublons est enregistrée ; la bibliothèque adressée par contenu utilise toujours le comportement d’omission sécurisée,
ja: 重複保持の設定を保存しました。コンテンツアドレス型ライブラリでは引き続き安全なスキップ動作を使用します。
zh_hans: 保存保留副本意图；当前内容寻址资料库仍使用安全的跳过行为，

# 保存后删除当前封面
source: Delete the current artwork after saving
de: Aktuelles Cover nach dem Speichern löschen
es: Eliminar la portada actual después de guardar
fr: Supprimer la pochette actuelle après l’enregistrement
ja: 保存後に現在のアートワークを削除
zh_hans: 保存后删除当前封面

# 保存后移除当前封面
source: Remove current artwork after saving
de: Aktuelles Cover nach dem Speichern entfernen
es: Eliminar la portada actual después de guardar
fr: Supprimer la pochette actuelle après l’enregistrement
ja: 保存後に現在のアートワークを削除
zh_hans: 保存后移除当前封面

# 保存失败，请重试。
source: Save failed. Try again.
de: Sichern fehlgeschlagen. Erneut versuchen.
es: No se ha podido guardar. Inténtalo de nuevo.
fr: Échec de l’enregistrement. Réessayez.
ja: 保存に失敗しました。もう一度お試しください。
zh_hans: 保存失败，请重试。

# 保存替换意图；当前内容寻址资料库仍使用安全的跳过行为，
source: The replace preference is saved; the content-addressed library still uses safe skip behavior,
de: Die Ersetzungseinstellung wurde gespeichert; die inhaltsadressierte Mediathek verwendet weiterhin das sichere Überspringen,
es: Se ha guardado la preferencia de sustitución; la biblioteca direccionada por contenido sigue usando el comportamiento de omisión segura,
fr: La préférence de remplacement est enregistrée ; la bibliothèque adressée par contenu utilise toujours le comportement d’omission sécurisée,
ja: 置換設定を保存しました。コンテンツアドレス型ライブラリでは引き続き安全なスキップ動作を使用します。
zh_hans: 保存替换意图；当前内容寻址资料库仍使用安全的跳过行为，

# 保留重复副本
source: Keep duplicate copies
de: Doppelte Kopien behalten
es: Conservar copias duplicadas
fr: Conserver les copies en double
ja: 重複コピーを保持
zh_hans: 保留重复副本

# 修复待删除项目
source: Repair pending removals
de: Ausstehende Löschungen reparieren
es: Reparar eliminaciones pendientes
fr: Réparer les suppressions en attente
ja: 保留中の削除を修復
zh_hans: 修复待删除项目

# 修复待删除项目？
source: Repair pending removals?
de: Ausstehende Löschungen reparieren?
es: ¿Reparar las eliminaciones pendientes?
fr: Réparer les suppressions en attente ?
ja: 保留中の削除を修復しますか？
zh_hans: 修复待删除项目？

# 修改将应用到该专辑下的全部歌曲，仅覆盖 App 资料库，不会改写原始音频标签。
source: Changes apply to every song in this album. They affect only the App library and do not rewrite the original audio tags.
de: Die Änderungen gelten für alle Titel dieses Albums. Sie betreffen nur die App-Mediathek und schreiben die ursprünglichen Audio-Tags nicht um.
es: Los cambios se aplican a todas las canciones de este álbum. Solo afectan a la biblioteca de la app y no reescriben las etiquetas de audio originales.
fr: Les modifications s’appliquent à tous les titres de cet album. Elles concernent uniquement la bibliothèque de l’app et ne réécrivent pas les balises audio originales.
ja: 変更はこのアルバムのすべての曲に適用されます。アプリのライブラリだけを更新し、元の音声タグは書き換えません。
zh_hans: 修改将应用到该专辑下的全部歌曲，仅覆盖 App 资料库，不会改写原始音频标签。

# 允许浏览、试听和下载
source: Allow browsing, audition, and downloads
de: Durchsuchen, anhören und herunterladen erlauben
es: Permitir explorar, escuchar una muestra y descargar
fr: Autoriser la navigation, l’écoute en aperçu et le téléchargement
ja: ブラウズ、試聴、ダウンロードを許可
zh_hans: 允许浏览、试听和下载

# 元数据
source: Metadata
de: Metadaten
es: Metadatos
fr: Métadonnées
ja: メタデータ
zh_hans: 元数据

# 元数据填充
source: Metadata enrichment
de: Metadaten anreichern
es: Enriquecimiento de metadatos
fr: Enrichissement des métadonnées
ja: メタデータの補完
zh_hans: 元数据填充

# 元数据查询发送歌曲名称和艺人；歌词查询可能附带专辑和时长。
source: Metadata searches send the song title and artist; lyrics searches may also include the album and duration.
de: Metadatensuchen senden Titel und Interpret; bei Liedtextsuchen können zusätzlich Album und Dauer übertragen werden.
es: Las búsquedas de metadatos envían el título y el artista; las búsquedas de letras también pueden incluir el álbum y la duración.
fr: Les recherches de métadonnées envoient le titre et l’artiste ; les recherches de paroles peuvent aussi inclure l’album et la durée.
ja: メタデータ検索では曲名とアーティストを送信します。歌詞検索ではアルバムと再生時間が含まれる場合があります。
zh_hans: 元数据查询发送歌曲名称和艺人；歌词查询可能附带专辑和时长。

# 先将歌曲导入资料库，再回到这里添加。
source: Import the songs into the library first, then return here to add them.
de: Importieren Sie die Titel zuerst in die Mediathek und kehren Sie dann hierher zurück, um sie hinzuzufügen.
es: Importa primero las canciones a la biblioteca y vuelve aquí para añadirlas.
fr: Importez d’abord les morceaux dans la bibliothèque, puis revenez ici pour les ajouter.
ja: 先に曲をライブラリへ読み込んでから、ここに戻って追加してください。
zh_hans: 先将歌曲导入资料库，再回到这里添加。

# 全选歌曲
source: Select all songs
de: Alle Titel auswählen
es: Seleccionar todas las canciones
fr: Sélectionner tous les morceaux
ja: すべての曲を選択
zh_hans: 全选歌曲

# 六位验证码
source: Six-digit verification code
de: Sechsstelliger Bestätigungscode
es: Código de verificación de seis dígitos
fr: Code de vérification à six chiffres
ja: 6桁の確認コード
zh_hans: 六位验证码

# 共 (snapshot.queue.count) 首 · 仅本次已加载歌曲；顺序播放，播放完毕后停止
source: \(snapshot.queue.count) tracks · Only songs loaded this time; play in order and stop when finished
de: \(snapshot.queue.count) Titel · Nur diesmal geladene Titel; in Reihenfolge abspielen und danach stoppen
es: \(snapshot.queue.count) canciones · Solo las canciones cargadas esta vez; se reproducen en orden y se detienen al terminar
fr: \(snapshot.queue.count) morceaux · Uniquement les morceaux chargés cette fois ; lecture dans l’ordre, puis arrêt à la fin
ja: \(snapshot.queue.count)曲 · 今回読み込んだ曲のみ。順番に再生し、最後で停止します
zh_hans: 共 \(snapshot.queue.count) 首 · 仅本次已加载歌曲；顺序播放，播放完毕后停止

# 关于
source: About
de: Über
es: Acerca de
fr: À propos
ja: 情報
zh_hans: 关于

# 关于与许可
source: About and licenses
de: Über und Lizenzen
es: Acerca de y licencias
fr: À propos et licences
ja: 情報とライセンス
zh_hans: 关于与许可

# 关闭
source: Close
de: Schließen
es: Cerrar
fr: Fermer
ja: 閉じる
zh_hans: 关闭

# 关闭 Provider 后不再发送新的请求；已经由第三方服务接收的请求日志由其隐私政策管理。
source: After a Provider is disabled, no new requests are sent; request logs already received by the third party are governed by its privacy policy.
de: Nach der Deaktivierung eines Providers werden keine neuen Anfragen gesendet; bereits vom Drittanbieter empfangene Anfragelogs unterliegen dessen Datenschutzrichtlinie.
es: Después de desactivar un Provider, no se envían nuevas solicitudes; los registros de solicitudes que ya haya recibido el tercero se rigen por su política de privacidad.
fr: Après la désactivation d’un Provider, aucune nouvelle requête n’est envoyée ; les journaux déjà reçus par le service tiers sont régis par sa politique de confidentialité.
ja: Providerを無効にすると新しいリクエストは送信されません。第三者サービスがすでに受け取ったリクエストログは、そのプライバシーポリシーに従って扱われます。
zh_hans: 关闭 Provider 后不再发送新的请求；已经由第三方服务接收的请求日志由其隐私政策管理。

# 关闭导入结果
source: Close import results
de: Importergebnisse schließen
es: Cerrar resultados de importación
fr: Fermer les résultats de l’importation
ja: 読み込み結果を閉じる
zh_hans: 关闭导入结果

# 关闭播放器
source: Close player
de: Player schließen
es: Cerrar reproductor
fr: Fermer le lecteur
ja: プレーヤーを閉じる
zh_hans: 关闭播放器

# 关闭重复
source: Disable repeat
de: Wiederholung deaktivieren
es: Desactivar repetición
fr: Désactiver la répétition
ja: リピートをオフ
zh_hans: 关闭重复

# 其他
source: Other
de: Sonstiges
es: Otro
fr: Autre
ja: その他
zh_hans: 其他

# 再次导入当前目录
source: Import the current directory again
de: Aktuelles Verzeichnis erneut importieren
es: Volver a importar el directorio actual
fr: Réimporter le répertoire actuel
ja: 現在のディレクトリを再読み込み
zh_hans: 再次导入当前目录

# 最多 %d 个字符
source: Up to %d characters
de: Bis zu %d Zeichen
es: Hasta %d caracteres
fr: Jusqu’à %d caractères
ja: %d文字まで
zh_hans: 最多 %d 个字符

# 最近一次操作
source: Latest operation
de: Letzter Vorgang
es: Última operación
fr: Dernière opération
ja: 直近の操作
zh_hans: 最近一次操作

# 最近一次设置错误
source: Most recent settings error
de: Letzter Einstellungsfehler
es: Error de ajustes más reciente
fr: Erreur de réglages la plus récente
ja: 最新の設定エラー
zh_hans: 最近一次设置错误

# 最近添加
source: Recently added
de: Kürzlich hinzugefügt
es: Añadido recientemente
fr: Ajouts récents
ja: 最近追加した項目
zh_hans: 最近添加

# 分享
source: Share
de: Teilen
es: Compartir
fr: Partager
ja: 共有
zh_hans: 分享

# 分享日志文件
source: Share log file
de: Protokolldatei teilen
es: Compartir archivo de registro
fr: Partager le fichier journal
ja: ログファイルを共有
zh_hans: 分享日志文件

# 列表
source: List
de: Liste
es: Lista
fr: Liste
ja: リスト
zh_hans: 列表

# 创建一个歌单，整理喜欢的歌曲。
source: Create a playlist to organize your favorite songs.
de: Erstellen Sie eine Wiedergabeliste, um Ihre Lieblingssongs zu ordnen.
es: Crea una lista de reproducción para organizar tus canciones favoritas.
fr: Créez une playlist pour organiser vos chansons préférées.
ja: お気に入りの曲を整理するプレイリストを作成しましょう。
zh_hans: 创建一个歌单，整理喜欢的歌曲。

# 创建并添加
source: Create and add
de: Erstellen und hinzufügen
es: Crear y añadir
fr: Créer et ajouter
ja: 作成して追加
zh_hans: 创建并添加

# 删除
source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
ja: 削除
zh_hans: 删除

# 删除 (%d)
source: Delete (%d)
de: Löschen (%d)
es: Eliminar (%d)
fr: Supprimer (%d)
ja: 削除 (%d)
zh_hans: 删除 (%d)

# 删除专辑
source: Delete album
de: Album löschen
es: Eliminar álbum
fr: Supprimer l’album
ja: アルバムを削除
zh_hans: 删除专辑

# 删除专辑？
source: Delete album?
de: Album löschen?
es: ¿Eliminar álbum?
fr: Supprimer l’album ?
ja: アルバムを削除しますか？
zh_hans: 删除专辑？

# 删除后将从资料库移除这首歌曲。
source: The song will be removed from the library after deletion.
de: Der Titel wird nach dem Löschen aus der Mediathek entfernt.
es: La canción se eliminará de la biblioteca después de borrarla.
fr: Le morceau sera retiré de la bibliothèque après suppression.
ja: 削除すると、この曲はライブラリから削除されます。
zh_hans: 删除后将从资料库移除这首歌曲。

# 删除在线源？
source: Delete online source?
de: Online-Quelle löschen?
es: ¿Eliminar fuente en línea?
fr: Supprimer la source en ligne ?
ja: オンラインソースを削除しますか？
zh_hans: 删除在线源？

# 删除导入流程留下的暂存副本。只处理暂存目录，不影响已经进入资料库的媒体文件。
source: Deletes staging copies left by the import flow. Only the staging directory is handled; media already in the library is not affected.
de: Löscht die vom Importvorgang hinterlassenen Staging-Kopien. Nur das Staging-Verzeichnis wird bearbeitet; Medien in der Mediathek bleiben unberührt.
es: Elimina las copias de preparación que dejó la importación. Solo se procesa el directorio de preparación; los archivos multimedia que ya están en la biblioteca no se ven afectados.
fr: Supprime les copies de préparation laissées par l’importation. Seul le dossier de préparation est traité ; les fichiers multimédias déjà présents dans la bibliothèque ne sont pas affectés.
ja: 読み込み処理で残ったステージングのコピーを削除します。ステージングディレクトリだけを処理し、ライブラリに取り込まれたメディアファイルには影響しません。
zh_hans: 删除导入流程留下的暂存副本。只处理暂存目录，不影响已经进入资料库的媒体文件。

# 删除封面
source: Delete artwork
de: Cover löschen
es: Eliminar portada
fr: Supprimer la pochette
ja: アートワークを削除
zh_hans: 删除封面

# 删除已经完成处理的隔离副本，保留仍处于 pending 状态的文件。清理后不能从隔离目录恢复这些副本。
source: Deletes finalized quarantine copies while preserving files that are still pending. After cleanup, those copies cannot be restored from quarantine.
de: Löscht abgeschlossene Quarantänekopien und behält weiterhin ausstehende Dateien. Nach der Bereinigung können diese Kopien nicht aus der Quarantäne wiederhergestellt werden.
es: Elimina las copias de cuarentena ya procesadas y conserva los archivos que siguen pendientes. Después de la limpieza, esas copias no se pueden restaurar desde la cuarentena.
fr: Supprime les copies de quarantaine déjà traitées et conserve les fichiers encore en attente. Après le nettoyage, ces copies ne peuvent pas être restaurées depuis la quarantaine.
ja: 処理済みの隔離コピーを削除し、まだ保留中のファイルは残します。消去後、これらのコピーは隔離領域から復元できません。
zh_hans: 删除已经完成处理的隔离副本，保留仍处于 pending 状态的文件。清理后不能从隔离目录恢复这些副本。

# 删除所选专辑
source: Delete selected albums
de: Ausgewählte Alben löschen
es: Eliminar álbumes seleccionados
fr: Supprimer les albums sélectionnés
ja: 選択したアルバムを削除
zh_hans: 删除所选专辑

# 删除所选专辑？
source: Delete selected albums?
de: Ausgewählte Alben löschen?
es: ¿Eliminar los álbumes seleccionados?
fr: Supprimer les albums sélectionnés ?
ja: 選択したアルバムを削除しますか？
zh_hans: 删除所选专辑？

# 删除所选歌曲
source: Delete selected songs
de: Ausgewählte Titel löschen
es: Eliminar canciones seleccionadas
fr: Supprimer les morceaux sélectionnés
ja: 選択した曲を削除
zh_hans: 删除所选歌曲

# 删除所选歌曲？
source: Delete selected songs?
de: Ausgewählte Titel löschen?
es: ¿Eliminar canciones seleccionadas?
fr: Supprimer les morceaux sélectionnés ?
ja: 選択した曲を削除しますか？
zh_hans: 删除所选歌曲？

# 删除所选艺人
source: Delete selected artists
de: Ausgewählte Interpreten löschen
es: Eliminar artistas seleccionados
fr: Supprimer les artistes sélectionnés
ja: 選択したアーティストを削除
zh_hans: 删除所选艺人

# 删除所选艺人？
source: Delete selected artists?
de: Ausgewählte Interpreten löschen?
es: ¿Eliminar los artistas seleccionados?
fr: Supprimer les artistes sélectionnés ?
ja: 選択したアーティストを削除しますか？
zh_hans: 删除所选艺人？

# 删除歌单？
source: Delete playlist?
de: Wiedergabeliste löschen?
es: ¿Eliminar la lista?
fr: Supprimer la playlist ?
ja: プレイリストを削除しますか？
zh_hans: 删除歌单？

# 删除歌曲
source: Delete song
de: Titel löschen
es: Eliminar canción
fr: Supprimer le morceau
ja: 曲を削除
zh_hans: 删除歌曲

# 删除歌曲？
source: Delete song?
de: Titel löschen?
es: ¿Eliminar canción?
fr: Supprimer le morceau ?
ja: 曲を削除しますか？
zh_hans: 删除歌曲？

# 刷新
source: Refresh
de: Aktualisieren
es: Actualizar
fr: Actualiser
ja: 更新
zh_hans: 刷新

# 刷新专辑源信息
source: Refresh album source information
de: Album-Quellinformationen aktualisieren
es: Actualizar la información de la fuente del álbum
fr: Actualiser les informations de la source de l’album
ja: アルバムのソース情報を更新
zh_hans: 刷新专辑源信息

# 刷新失败
source: Refresh failed
de: Aktualisierung fehlgeschlagen
es: Error al actualizar
fr: Échec de l’actualisation
ja: 更新に失敗しました
zh_hans: 刷新失败
